[
  {
    "address": "H3cSNjAW86NfTecufGPhxutea8KrEcZdPa4XgVKfhTMugej",
    "name": "Novasama Technologies",
    "manifesto": "We are building high quality and community-oriented apps for Polkadot & Kusama ecosystem"
  },
  {
    "address": "DCZyhphXsRLcW84G9WmWEXtAA8DKGtVGSFZLJYty8Ajjyfa",
    "name": "ChaosDAO",
    "manifesto": "## About us\nChaosDAO is a curated community of Polkadot & Kusama natives. Our members are involved with every aspect of the ecosystem as developers, community organizers, [Twitter](https://twitter.com/ChaosDAO) and YouTube educators, and as ordinary retail investors.\n\n## Voting Process\nAs part of our own organization’s evolution we have developed a robust [internal governance mechanism](https://github.com/ChaosDAO-org/ChaosDAO_docs/blob/main/governance/OpenGov.md) to determine how our community will publicly vote on referenda. By voting on behalf of the long-time Dotsama community we strive to ensure that all votes we cast reflect the true best interests of our native ecosystem.\n\n![ChaosDAO Manifesto image](https://raw.githubusercontent.com/ChaosDAO-org/ChaosDAO_docs/main/.gitbook/assets/ChaosDAO_Manifesto_600px.jpg)"
  },
  {
    "address": "Day71GSJAxUUiFic8bVaWoAczR3Ue3jNonBZthVHp2BKzyJ",
    "name": "Anton Khvorov",
    "manifesto": "## About me\nMy name is Anton Khvorov, I’m CEO of [Novasama Technologies](https://novasama.io) & Head of Engineering @ [Nova Wallet](https://novawallet.io).\nPassionate to build new innovative & amazing\nproducts, with a mindset to make the world a better place.\n\n## Voting strategy \n\nI do support referendums focused on the core values of Polkadot (decentralization, democracy, interoperability, reliability), as well as referendums that are focused on brining the power of Polkadot to mass adoption (products with great UX, open source, etc). \n\nI do not support entities that are active against any of these values and/or human rights. \n\nI often express my opinion on Polkassembly, especially in the case of controversial referendums.\n\n## Incentives\nEach month I’m going to mint & send NFT with my cat to each of my fellow delegators! 🐊\n\n![](https://i.ibb.co/5YtW1hn/Pelmeshka-small.jpg)\n\n## Stay in touch!\nIf you have any questions regarding my votes, feel free to contact me via email: anton@novawallet.io"
  },
  {
    "address": "HqRcfhH8VXMhuCk5JXe28WMgDDuW9MVDVNofe1nnTcefVZn",
    "name": "Will | Paradox | ParaNodes.io",
    "manifesto": "## About me\nMy name is Will and I'm a member of Kusama's outgoing council.  My council experience allows me to better understand the technical aspects of governance and appreciate the general 'values' of the chain.\n\nI am also a well known within the validator community and operate validators under the moniker [ParaNodes.io](https://paranodes.io).\n\nIf you'll like to hear my thoughts on governance, please tune in to [AAG](https://www.youtube.com/playlist?list=PLtyd7v_I7PGkXbJmKojrZ1KXwspR1JkpV) I make live appearances on the first Monday of each month."
  },
  {
    "address": "EcRZnQmd7NHLRYNFnHiiWHm1Xd1VSEZufB7ZviGTX25xoDh",
    "name": "😐 ghost | 🪬",
    "manifesto": "I am who I am because of the choices I made yesterday.\n– First Lady Eleanor Roosevelt\n\nFor Polkadot to succeed, we need to take stewardship of the ecosystem seriously and work to build processes and conventions that enable us to make decisions that benefit users. Growth is enabled by superior technology, but that is not sufficient; it will require that we successfully navigate the needs of stakeholders in the real world, including technologists, businesses, organizations, governments, and, ultimately, regular citizens worldwide."
  },
  {
    "address": "GqC37KSFFeGAoL7YxSeP1YDwr85WJvLmDDQiSaprTDAm8Jj",
    "name": "Adam Clay Steeber",
    "manifesto": "[**History of my votes here.**](https://docs.google.com/spreadsheets/d/1zxyKnwo7arFT7vloHbBzykNDfhrAuIhhz5rNSp0A4OU/edit?usp=sharing)\n\nI have been an active member of the Kusama ecosystem since April 2021 and started my web3 career in November of 2021. My primary focus is on Kusama and its parachains and my main goal in web3 is to bring revolutionary technology to my sphere of influence and educate as many individuals as possible about the web3 paradigm.\n\nI approach governance referenda with some simple questions:\n\n- Does the referendum uphold the values of innovation, integrity, and transparency?\n\n- Does the referendum bring value to the ecosystem as a whole?\n\n- Has the proposer shown competence in whatever project or on-chain action they are proposing?\n\n- If the referendum is a Treasury spend, has the proposer shown financial competence and have they meticulously budgeted their ask?\n\n- Did the proposer actively engage with the community and earnestly implement feedback before submitting their referendum on chain? Is the proposer actively engaging with the community after they have submitted their referendum on chain?\n\n- Does the proposer show competence in submitting on chain referendum successfully (i.e. are they avoiding spamming governance tracks)?\n\n- Has the proposer been modest in submitting referenda before?\n\nLearn more about me and my projects: [Twitter](https://www.twitter.com/adamsteeber1) | [Website](https://www.steebersolutions.com) | [Project Gweihir](http://www.gweihir.io) | [Green Bay Dollar](https://www.greenbaydollar.com) | [RMRK DAO](https://rmrkdao.app)"
  },
  {
    "address": "GU77syTfPXdzKCuqASura9ZKgxmD2rEDhj89c9TGL6vc9Qw",
    "name": "Math Crypto",
    "manifesto": "We run [validators for Kusama and Polkadot](https://www.math-crypto.com/) within the 1kv programme. From the beginning of OpenGov, we have contributed to governance by participating in discussions, diligently voting on each proposal, and making user-friendly tools for participating in OpenGov. \n Delegation to MathCrypto means that you care about proposals that focus on a decentralized but secure validator network, developing novel use-cases for Dotsama, and cost efficient education and media content."
  },
  {
    "address": "CrbJuFZWjY3yft424EMTY9hdbWoU878DFs74v3a8nNDeKJD",
    "name": "Leemo",
    "manifesto": "## About Me\n\n😻 Chief Nice Officer at Nova Wallet\n\n🤖 Doing cool shit with Robonomics\n\n☯️ Co-founder of ChaosDAO\n\n🌅 Co-founder of GmOrDie\n\n🐍 Councillor at HydraDX & Basilisk\n\nI'm an active Polkadot ecosystem governance participator, and often share my insights over at [my Twitter](https://twitter.com/LeemoXD), within various communities such as ChaosDAO, Polkahaus, and the Polkadot/Kusama directions channel.\n\nI frequent the weekly episodic podcast [Attempts at Governance](https://www.youtube.com/watch?v=hboOYAmindk&list=PLtyd7v_I7PGkXbJmKojrZ1KXwspR1JkpV), where I often give updates about governance topics and participate in discussion.\n\nI'm often looking for new ways for communities to excel in Governance and have lead the implementation and continued operations of ChaosDAO's governance participation. You can find out more about this setup [in this video](https://www.youtube.com/watch?v=MqY6yU-YLO0).\n\n## Voting Methodology\nI typically have been delegating most of my voting power to ChaosDAO – however, depending on the interest of the community to delegate to me, I will vote independently also, and will likely follow a similar direction to that of ChaosDAO."
  },
  {
    "address": "HERTWZK4ZpmuXsEgW3UfL5x27XCdT5fE9x4QRbyNWifafdU",
    "name": "Stake.Plus",
    "manifesto": "We are committed to providing quality infrastructure services for the Polkadot ecosystem on owned hardware powered by renewable energy."
  },
  {
    "address": "GCMGu8sjEuEZuMZavo5PLvAhr8fJXAty76jDV1YPquG9erp",
    "name": "CoinStudio",
    "manifesto": "Check our active attempts to improve the Governance process https://kusama.polkassembly.io/post/2431"
  },
  {
    "address": "HWyLYmpW68JGJYoVJcot6JQ1CJbtUQeTdxfY1kUTsvGCB1r",
    "name": "Sik | crifferent.de",
    "manifesto": "## About Sik\nFounder of [Crifferent Staking Services](https://crifferent.de) \n\nDeveloper for [Staking Facilities](https://stakingfacilities.com) \n\nMember of [DOT Validator Alliance DAO](https://dotvalidators.org) \n\nTeam member @[HydraDX](https://hydradx.io)/[Basilisk](https://bsx.fi) \n\nRPC provider @[UnitedBloc](https://unitedbloc.com/) \n\nMember of the [Infrastructure Builders Program](https://ibp.network/)\n\n---\n\n**From within the ecosystem - for the ecosystem!** \n\nI'm evaluating proposals by taking different views into consideration. I'm not only looking at it from the perspective of a community member, but also as a developer/founder/infra-provider/human being. \n\n---\n## Contact me \n\n@dev0_sik @[Twitter](https://twitter.com/dev0_sik) \n\n@dev0_sik @[Telegram](https://t.me/dev0_sik) \n\nsik#3706 @[Discord](https://discord.com/) \n\n@dev0_sik:matrix.org @[Element](https://element.io/) \n\n[simon.kraus@crifferent.de](mailto:simon.kraus@crifferent.de) \n\nWhatsApp/Callboy +49 157 377 309 02"
  },
  {
    "address": "HBtJ7Poz9ya9pzS8AXK16tAqJ1qxXbVspkM9E6p57BJ1hJs",
    "name": "Abdulbee",
    "manifesto": "## About Abdulbee\n\nMy name is Abdulbasit (Abdulbee), a Rust afficionado/technical writer who currently contributes full-time in the ecosystem as a Polkadot head ambassador for content, an executive team member of the Polkadot anti-scam team, a community moderator of Polkadot’s official channels, and a QA officer at Dot.alert().\n\nI also currently curate two bounties (the anti-scam bounty and the community moderation team bounty).\n\nMy ecosystem philosophy is that good reputation (within or outside the ecosystem) is a good internal incentive for successful deliveries and that a key criteria to take into consideration when making governance decisions is the reputation of teams/individuals who submit proposals via governance. \n\nYou can reach me on discord (abdulbee#4681) or matrix (abdulbee:matrix.org). \n\nThank you!"
  },
  {
    "address": "FLKBjcL1hXtX7PHF5zrVwQTWQSKg7PCMQ5w6ZU7qvQGsvZR",
    "name": "KRYPTOSCHAIN",
    "manifesto": "Content Creator for the Polkadot & Kusama ecosystems since late 2020 (soon after launch) and a Crypto Content Creator since 2018 : https://www.youtube.com/c/kryptoschain and on Twitter: https://twitter.com/KryptosChain I'm also an active contributor to Open Governance."
  },
  {
    "name": "TurboFlakes",
    "address": "H1tAQMm3eizGcmpAhL9aA9gR844kZpQfkU7pkmMiLx9jSzE",
    "manifesto": "## About us\n\nTurboFlakes builds end-user tooling and provides validators and collators for the Polkadot ecosystem since 2021. We also provide RPC infrastructure powered by 100% renewable energy for the common good.\n\nWe believe in the Web3 vision of a decentralized web. We love experimentation and ideation.\n\nIn Open Governance we participate and support proposals that overall would bring joy, evolution and success to the Polkadot ecosystem.\n\nRead more about us at https://turboflakes.io"
  },
  {
    "name": "Polkadotters",
    "address": "ESQzLXFRon3h5hUfNN9QTSQQTEzto5XNTGxF3g1myZELwX6",
    "manifesto": "## About us\n\nWe started in Polkadot ecosystem in 2020 by creating the first Czech & Slovak Polkadot community, becoming ambassadors for Polkadot and various ecosystem projects and by educating the community about this wonderful ecosystem and its parachains. To this day, we have more than 200 articles and reviews published with more than 1500 followers on our Medium!\n\nWe are also one of the first community validators on both Polkadot and Kusama. Besides being active on the relay chain, we also run collators on most of the parachains, founded DOT Validator Alliance and recently became members of United Bloc and IBP validator initiatives.\n\nAs we are quite active in the ecosystem, governance is our true passion and we take our job really seriously - and given our experience and activities, we believe that we are quite suitable for the job of the delegate. You can see what we do on\n\n### Twitter - https://twitter.com/Polkadotters1\n\n### Website - https://polkadotters.com\n\n### How we vote - https://polkadotters.com/governance\n\n### Medium - https://polkadotters.medium.com"
  },
  {
    "name": "Math Crypto",
    "address": "GU77syTfPXdzKCuqASura9ZKgxmD2rEDhj89c9TGL6vc9Qw",
    "manifesto": "We run [validators for Kusama and Polkadot](https://www.math-crypto.com/) within the 1kv programme. From the beginning of OpenGov, we have contributed to governance by participating in discussions, diligently voting on each proposal, and making user-friendly tools for participating in OpenGov. \n Delegation to MathCrypto means that you care about proposals that focus on a decentralized but secure validator network, developing novel use-cases for Dotsama, and cost efficient education and media content."
  },
  {
    "name": "Amforc",
    "address": "DDbQ9YnjeLS6DvZgvTgFvttnqJZrD12gVq4889yh9opXVS6",
    "manifesto": "We are strong believers of a free market focusing on protection of privacy, political freedom, and economic freedom for the long term growth of the network.\n\n## About us\nAmforc is a bootstrapped company based in Switzerland, and is exclusively committed to the Polkadot ecosystem. We run a hybrid-cloud setup in combination with our own data center (colocation) in a former military bunker. Our expertise covers the areas of IT infrastructure and security, legal and regulatory matters, as well as tokenomics and game theory.\n\n## Contact\n[Twitter](twitter.com/amforcag) \n [Email](mailto:contact@amforc.com)"
  },
  {
    "name": "PolkaGate",
    "address": "Cgp9bcq1dGP1Z9B6F2ccTSTHNez9jq2iUX993ZbDVByPSU2",
    "manifesto": "Your wallet for the Polkadot ecosystem. Take an active role in shaping the future of Polkadot by delegating your votes to us. Join today and contribute to a decentralized future."
  },
  {
    "name": "Staker Space",
    "address": "FcjmeNzPk3vgdENm1rHeiMCxFK96beUoi2kb59FmCoZtkGF",
    "manifesto": "## About Staker Space\nWe are an independent node-operator group called [Staker Space](https://staker.space). We have been a part of Polkadot since the early testnets. As a node operator we maintain highly available and reliable nodes that contribute to the overall health and stability of the network. Besides our specialization we are committed to serving the community and contributing to the growth and success of the network on all fronts.\n\n## Our Strategy\nWith referenda we care for protocol-security and enabling builders and users in the bigger Polkadot ecosystem. We support open networks in order to secure the future of the decentralized systems.\n\n## Contact us\nPlease feel free to contact us.\n\n[Staker Space Discord](https://discord.gg/9AREXj8ESr)\n\n[Staker Space Twitter](https://twitter.com/stakerspace)\n\n[Staker Space Telegram](https://t.me/staker_space)\n\n[Staker Space Email](mailto:hello@staker.space)"
  },
  {
    "name": "UTSA",
    "address": "D5khA3qGvd8SDXepSrCGmYRWbNUzdJpjEyg6m1mFT7VtHpw",
    "manifesto": "Validator Polkadot, Kusama, Cosmos | Senior Ambassador Moonbeam. 𝐔𝐓𝐒𝐀 is a trustworthy and high performance validator that supports public hotspots, relaying, and required documentation. Our team is actively working to develop local crypto communities, create a WIKI in Russian about the Polkadot and Cosmos ecosystems https://teletype.in/@lesnik13utsa. We consider Governance to be the backbone of Polkadot development and pay great attention to it. Your delegations to us = getting the right choice and free time!"
  }
]
